import { Col, Input, Row } from 'antd';
import React from 'react';

const { TextArea } = Input;

function projectImplementer() {
  return (
    <div>
      <h2 className="title">
        7. Төсөл хэрэгжүүлэгчийн менежментийн чадавхи, давуу тал
      </h2>
      <Row gutter={[40, 30]}>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="1. Өргөдөл гаргагч нь өнгөрсөн хугацаанд санал болгож буй төсөлтэй ижил эсвэл ойролцоо төсөл хэрэгжүүлж байсан туршлагатай эсэх?"
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="2. Өнгөрсөн хугацаанд хэрэгжүүлсэн ижил төстэй төслийн хэрэгжсэн хугацаа "
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="3. Өнгөрсөн хугацаанд ижил төстэй төслүүдэд хамтарч ажилласан мах, сүү, ноос, ноолуурын нэмүү өртгийн сүлжээнд хамтран ажилласан малчид, мах, сүүний чиглэлийн аж ахуй эрхлэгч нартай хамтарч ажилласан туршлага юу вэ? "
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="4. Гарал үүсэл мөшгих тогтолцоо, ШУ-ны ололтыг ХАА-д нэвтрүүлэх үйл ажиллагаа, малын эрүүл мэнд, маркетинг зэрэгт ашигласан технологийн дэвшлийн хэрэглээний туршлагын талаар дурдана уу. "
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="5. Танай компани/байгууллага төрийн болон олон улсын байгууллага, үндэсний ТББ, хөгжлийн болон арилжааны банкууд гэх зэрэг байгууллагуудаас хүлээн авч байсан аливаа санхүүгийн болон мэргэжлийн тусламж, дэмжлэгийг дурдана уу. "
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="6. Санал болгож буй төсөл нь Засгийн газрын бодлого, хөтөлбөрийн хүрээнд хэрхэн хамаарах болон хөгжлийн байгууллагуудаас авсан өмнөх дэмжлэгийг энэ төслийн хүрээнд хэрхэн илүү үр дүнтэй болгож, үр өгөөжийг нь нэмэгдүүлж чадах вэ? "
          />
        </Col>
        <Col span={12}>
          <TextArea
            rows={4}
            placeholder="7. Өмнө нь хэрэгжүүлсэн ижил төстэй төсөл, хөтөлбөр нь өнөөгийн эрхэлж буй МАА-н үйл ажиллагаанд нөлөөлсөн үр дүн, ашиг шим юу байсан талаар дурдана уу? "
          />
        </Col>
      </Row>
    </div>
  );
}

export default projectImplementer;
